Repository: django-cms/djangocms-googlemap
Catalog: djangocms_googlemap/locale/*/LC_MESSAGES/django.po
Languages: lt, uk

source: Google Map
lt: Google žemėlapis

source: Advanced
lt: Papildomi nustatymai
uk: Розширені

source: Must be a positive integer followed by “px” or “%”.
lt: Turi būti sveikasis skaičius su galūne "px" arba "%".
uk: Повинно бути позитивним цілим числом, потім "px" або "%".

source: Must be a positive integer followed by “px”.
lt: Turi būti teigiamas sveikasis skaičius su galūne "px".
uk: Повинно бути позитивним цілим числом, потім "px".

source: map title
lt: žemėlapio pavadinimas
uk: заголовок

source: address
lt: adresas
uk: адреса

source: zip code
lt: zip kodas
uk: поштовий індекс

source: city
lt: miestas
uk: місто

source: additional content
lt: papildoma informacija
uk: додатковий контент

source: Displayed under address in the bubble.
lt: Atvaizduojamas po adresu langelyje.
uk: Відображається під адресою у спливаючому вікні.

source: zoom level
lt: mastelis
uk: рівень збільшення

source: latitude
lt: platuma
uk: широта

source: Use latitude & longitude to fine tune the map position.
lt: Naudoti platumą ir ilgumą tiksliau nustatant žemėlapio poziciją.
uk: Використовувати широту і довготу для точного налаштування положення.

source: longitude
lt: ilguma
uk: довгота

source: Calculate your fastest way to here
lt: Rasti greičiausią kelią į šią vietą
uk: Розрахувати найкоротший шлях до сюди

source: width
lt: plotis
uk: ширина

source: Plugin width (in pixels or percent).
lt: Įskiepo plotis (pikseliais arba procentais).
uk: Ширина плагіна (в пікселях або відсотках).

source: height
lt: aukštis
uk: висота

source: Plugin height (in pixels).
lt: Įskiepo aukštis (pikseliais).
uk: Висота плагіна (в пікселях).

source: info window
lt: informacijos langas
uk: вікно інформації

source: Show textbox over marker
lt: Rodyti teksto lauką virš vietos žymeklio
uk: Показувати бульбашку з текстом над маркером

source: scrollwheel
lt: pelės ratukas
uk: прокрутка колесом

source: Enable scrollwheel zooming on the map
lt: Įgalinti pelės ratuką žemėlapio mastelio keitumui
uk: Включити зміна масштабу карти прокруткою коліщатка миші

source: double click zoom
lt: dvigubo paspaudimo mastelio keitimas
uk: Збільшення подвійним кліком миші

source: draggable
lt: velkamas
uk: перетягувати

source: keyboard shortcuts
lt: spartieji klaviatūros klavišai
uk: клавіші швидкого виклику

source: Pan control
lt: Vilkimo valdymas
uk: управління панорамированием

source: zoom control
lt: mastelio valdymas
uk: управління масштабуванням

source: Street View control
lt: Gatvės vaizdo valdymas
uk: Управління Переглядом вулиць

source: Map
lt: Žemėlapis
uk: Карта

source: Your address:
lt: Jūsų adresas:
uk: Ваша адреса:

source: Calculate route
lt: Apskaičiuoti kelią
uk: Розрахувати маршрут
